IdeaRS.Connections
InternalForceOnSegmentData.N Property
Compatible with IDEA StatiCa 0.0
 normal force
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double N { get; set; }
Property Value
Type: Double
See Also
Reference
InternalForceOnSegmentData Class
IdeaRS.Connections.Data Namespace